### Pra-10). Write a Pandas program to implement following operation

#### to find and drop the missing values from the given dataset

In [70]:
import pandas as pd

dff = pd.read_csv("./Pra-10.csv")

dff = dff.dropna()

dff.head(6)

      name   age         city
0    Mihir  21.0     New York
1  Chintan  23.0     New York
3   Soneir  22.0  Los Angeles
4    Hasan  25.0      Chicago
4    Hasan  25.0      Chicago

#### to remove the duplicates from the given dataset

In [71]:
dff = dff.drop_duplicates()
dff.head(6)

      name   age         city
0    Mihir  21.0     New York
1  Chintan  23.0     New York
3   Soneir  22.0  Los Angeles
4    Hasan  25.0      Chicago